alefragnani.project-manager
alexkrechik.cucumberautocomplete
asciidoctor.asciidoctor-vscode
codezombiech.gitignore
codium.codium
davidanson.vscode-markdownlint
donjayamanne.git-extension-pack
donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
evilz.vscode-reveal
firsttris.vscode-jest-runner
github.copilot
github.copilot-chat
gitlab.gitlab-workflow
hbenl.vscode-test-explorer
hediet.vscode-drawio
jock.svg
johnpapa.vscode-peacock
lokalise.i18n-ally
mathiasfrohlich.kotlin
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-tslint-plugin
orta.vscode-jest
pkief.material-icon-theme
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
vsls-contrib.codetour
ziyasal.vscode-open-in-github
