PeterJausovec.vscode-docker
albintheander.typingspeed
alefragnani.project-manager
codezombiech.gitignore
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
eg2.tslint
esbenp.prettier-vscode
ithildir.java-properties
joaompinto.asciidoctor-vscode
johnstoncode.svn-scm
mkloubert.vscode-kanban
msjsdiag.debugger-for-chrome
naco-siren.gradle-language
redhat.java
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
ziyasal.vscode-open-in-github
