adashen.vscode-tomcat
albintheander.typingspeed
alefragnani.project-manager
alexkrechik.cucumberautocomplete
andys8.jest-snippets
asvetliakov.run-current-test
asvetliakov.snapshot-tools
blakeh.jump-to-test
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dgileadi.java-decompiler
donjayamanne.git-extension-pack
donjayamanne.githistory
DotJoshJohnson.xml
eamodio.gitlens
eamodio.toggle-excluded-files
EditorConfig.EditorConfig
eg2.tslint
esbenp.prettier-vscode
evilz.vscode-reveal
geeebe.duplicate
ithildir.java-properties
joaompinto.asciidoctor-vscode
jock.svg
johnstoncode.svn-scm
karigari.chat
markvincze.code-fragments
mathiasfrohlich.Kotlin
mikerhyssmith.ts-barrelr
mkloubert.vscode-kanban
mrcrowl.hg
ms-python.python
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
naco-siren.gradle-language
npxms.hide-gitignored
PeterJausovec.vscode-docker
PKief.material-icon-theme
pverest.java-ide-pack
redhat.java
robertohuertasm.vscode-icons
romanresh.testcafe-test-runner
SatakeRyota.asciidoc-icon-snippets
shengchen.vscode-checkstyle
slevesque.vscode-zipexplorer
stevejpurves.cucumber
stubailo.ignore-gitignore
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
YouMayCallMeV.vscode-java-saber
ziyasal.vscode-open-in-github
