alefragnani.project-manager
alexkrechik.cucumberautocomplete
asciidoctor.asciidoctor-vscode
codezombiech.gitignore
DavidAnson.vscode-markdownlint
donjayamanne.git-extension-pack
donjayamanne.githistory
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
evilz.vscode-reveal
firsttris.vscode-jest-runner
GitLab.gitlab-workflow
hbenl.test-adapter-converter
hbenl.vscode-test-explorer
hediet.vscode-drawio
jock.svg
johnpapa.vscode-peacock
lokalise.i18n-ally
mathiasfrohlich.Kotlin
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
Orta.vscode-jest
Pivotal.vscode-spring-boot
PKief.material-icon-theme
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
SonarSource.sonarlint-vscode
streetsidesoftware.code-spell-checker
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
vsls-contrib.codetour
ziyasal.vscode-open-in-github
